import React from "react";

const Eight = () => {
  return (
    <div className="h-full border-1-2 border-black">
      <main className="h-full w-90 m-auto">
        <div className="text-center">
          <h1 className=" mb-2  text-red-600 font-bold text-2xl">1.4 1.5 1.6</h1>
          <h3 className='mb-2" w-80 m-auto  text-black mb-1 font-bold'>
            अत्र शूरा महेष्वासा भीमार्जुनसमा युधि । युयुधानो विराटश्च द्रुपदश्च
            महारथः 4 धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।
            पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः 5 युधामन्युश्च विक्रान्त
            उत्तमौजाश्च वीर्यवान् । सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः 6
          </h3>
          <h3 className='mb-2"  text-black mb-1 font-bold'>अनुवाद</h3>
          <p className="w-96 m-auto text-red-600 font-bold ">
            यहाँ इस सेना में भीम और अर्जुन के समान बलशाली युद्ध करने वाले महारथी
            युयुधान, विराट और द्रुपद जैसे अनेक शूरवीर धनुर्धर हैं। यहाँ पर इनके
            साथ धृष्टकेतु, चेकितान काशी के पराक्रमी राजा कांशिराज, पुरूजित,
            कुन्तीभोज और शैव्य सभी महान सेना नायक हैं। इनकी सेना में पराक्रमी
            युधमन्यु, शूरवीर, उत्तमौजा, सुभद्रा और द्रोपदी के पुत्र भी हैं जो
            सभी निश्चय ही महाशक्तिशाली योद्धा हैं।
          </p>
          <h3 className='mb-2"  text-black mb-1 font-bold'>टीका</h3>
          <p className="w-full m-auto text-red-600 font-bold ">
            अपने सम्मख संकट को मंडराते देखकर दुर्योधन को पाण्डवों द्वारा एकत्रित
            की गयी सेना वास्तविकता से अपेक्षाकृत अधिक विशाल प्रतीत होनी लगी।
            अपनी चिन्ता को व्यक्त करने के लिए दुर्योधन ने यह इंगित किया कि
            पाण्डव पक्ष की ओर से महारथी (ऐसे योद्धा जो अकेले ही साधारण दस हजार
            योद्धाओं के साथ युद्ध करने की सामर्थ्य रखते हों) युद्ध करने के लिए
            उपस्थित हैं। दुर्योधन ने पाण्डवों की सेना के ऐसे असाधारण महापराक्रमी
            योद्धाओं का उल्लेख भी किया जो अर्जुन और भीम के समान बलशाली महान सेना
            नायक थे जिन्हें युद्ध में पराजित करना कठिन होगा।
          </p>
          <p className="text-gray text-xl mt-1.5 font-bold">पृष्ठ 8</p>
        </div>
      </main>
    </div>
  );
};

export default Eight;
