import React from "react";

const Five = () => {
  return (
    <div className="mt-5 h-full text-center">
      <p className="w-96 m-auto mt-8 mb-5 text-red-600 font-bold ">
        उसने यह कल्पना की थी कि पाण्डव कभी भी इतनी विशाल सेना एकत्रित नही कर
        सकते जो उसकी सेना का सामना कर सके। किन्तु अपने आंकलन के विपरीत पाण्डवों
        की विशाल सेना को देखकर दुर्योधन व्याकुल और हतोत्साहित हो गया। ऐसे में
        दुर्योधन का अपने गुरु द्रोणाचार्य के पास जाना यह दर्शाता है कि वह युद्ध
        के परिणाम के संबंध में भयभीत था। वह द्रोणाचार्य के प्रति अपना आदर प्रकट
        करने का ढोंग करते हुए, उनके पास गया किन्तु वास्तव में वह अपनी चिन्ता को
        कम करना चाहता था। इसलिए उसने अगले श्लोक से आरंभ होने वाले नौ श्लोकों में
        इस प्रकार से कहा।
      </p>
      <p className="text-gray text-xl mt-80 font-bold">पृष्ठ 5</p>
    </div>
  );
};

export default Five;
