import React from "react";

const Nine = () => {
  return (
    <div className="h-full border-1-2 border-black">
      <main className="h-full w-90 m-auto">
        <div className="text-center">
          <h1 className=" mb-2  text-red-600 font-bold text-2xl">1.7</h1>
          <h3 className='mb-2" w-80 m-auto  text-black mb-1 font-bold'>
            अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम। नायका मम सैन्यस्य
            संज्ञार्थं तान्ब्रवीमि ते ॥7॥
          </h3>
          <h3 className='mb-2"  text-black mb-1 font-bold'>अनुवाद</h3>
          <p className="w-96 m-auto text-red-600 font-bold ">
            हे ब्राह्मण श्रेष्ठ! हमारे पक्ष की ओर के उन सेना नायकों के संबंध में
            भी सुनिए, जो सेना को संचालित करने में विशेष रूप से निपुण हैं। अब मैं
            आपके समक्ष उनका वर्णन करता हूँ।
          </p>
          <h3 className='mb-2"  text-black mb-1 font-bold'>टीका</h3>
          <p className="w-96 m-auto text-red-600 font-bold ">
            यहाँ कौरव सेना के प्रधान सेनापति द्रोणाचार्य को दुर्योधन ने
            'द्विजोत्तम' (द्विजन्मा में श्रेष्ठ या ब्राह्मण) ब्राह्मणों में
            सर्वश्रेष्ठ कहकर संबोधित किया। उसने जान बूझकर अपने गुरु को इस प्रकार
            संबोधित किया। द्रोणाचार्य वृत्ति से योद्धा नही थे, वह सैन्य शिक्षा
            के आचार्य थे। एक कपटी नायक के रूप में दुर्योधन अपने मन में अपने गुरु
            की निष्ठा पर निर्लज्जतापूर्वक संदेह कर रहा था। दुर्योधन के शब्दों
            में छिपा अर्थ यह था कि यदि द्रोणाचार्य पराक्रम से युद्ध नही लड़ते तो
            उन्हें मात्र एक ब्राह्मण ही माना जाएगा जिसकी रुचि दुर्योधन के राज्य
            में केवल उत्तम जीविका अर्जित करने और सुख सुविधाएं भोगने की होगी। ऐसा
            कहकर अब दुर्योधन अपना और अपने गुरु के मनोबल को बढ़ाना चाहता था और
            इसलिए वह अपनी सेना के महासेनानायकों की गणना करने लगा।
          </p>
          <p className="text-gray text-xl mt-1.5 font-bold">पृष्ठ 9</p>
        </div>
      </main>
    </div>
  );
};

export default Nine;
