import React from "react";

const SecondPage = () => {
  return (
    <div className="h-full border-1-2 border-black">
      <main className="h-full w-full">
        <div className="text-center">
          <h2 className=" mt-2 mb-2  text-black font-bold text-1xl">
            47 वर्सेज
          </h2>
          <h1 className=" mb-2  text-red-600 font-bold text-2xl">1.1</h1>
          <h3 className='mb-2"  text-black mb-1 font-bold'>
            धृतराष्ट्र उवाच धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः। मामकाः
            पाण्डवाश्चैव किमकुर्वत सञ्जय।।1.1।।
          </h3>
          <h3 className='mb-2"  text-black mb-1 font-bold'>अनुवाद</h3>
          <p className="w-96 m-auto text-red-600 font-bold ">
            धृतराष्ट्र ने कहाः हे संजय! कुरुक्षेत्र की पवित्र भूमि पर युद्ध करने
            की इच्छा से एकत्रित होने के पश्चात, मेरे और पाण्डु पुत्रों ने क्या
            किया?
          </p>
          <h3 className='mb-2"  text-black mb-1 font-bold'>टीका</h3>
          <p className="w-96 m-auto text-red-600 font-bold ">
            राजा धृतराष्ट्र जन्म से नेत्रहीन होने के अतिरिक्त आध्यात्मिक ज्ञान
            से भी वंचित था। अपने पुत्रों के प्रति अथाह मोह के कारण वह सत्यपथ से
            च्युत हो गया था और पाण्डवों के न्यायोचित राज्याधिकार को हड़पना चाहता
            था। अपने भतीजों पाण्डव पुत्रों के प्रति उसने जो अन्याय किया था, उसका
            उसे भलीभांति बोध था। इसी अपराध बोध के कारण वह युद्ध के परिणाम के
            संबंध में चिन्तित था। इसलिए धृतराष्ट्र संजय से कुरुक्षेत्र की
            युद्धभूमि जहाँ युद्ध होने वाला था-की घटनाओं के संबंध में जानकारी ले
            रहा था। इस श्लोक में धृतराष्ट्र ने संजय से यह प्रश्न पूछा कि उसके और
            पाण्डव पुत्रों ने युद्धभूमि में एकत्रित होने के पश्चात क्या किया? अब
            यह एकदम स्पष्ट था कि वे युद्धभूमि में केवल युद्ध करने के उद्देश्य के
            लिए एकत्रित हुए थे। इसलिए यह स्वाभाविक ही था कि वे युद्ध करेंगे।
          </p>
          <p className="text-gray text-xl mt-1.5 font-bold">पृष्ठ 2</p>
        </div>
      </main>
    </div>
  );
};

export default SecondPage;
