import React from "react";

const Six = () => {
  return (
    <div className="h-full border-1-2 border-black">
      <main className="h-full w-90 m-auto">
        <div className="text-center">
          <h1 className=" mb-2  text-red-600 font-bold text-2xl">1.3</h1>
          <h3 className='mb-2" w-80 m-auto  text-black mb-1 font-bold'>
            पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम्। व्यूढां द्रुपदपुत्रेण तव
            शिष्येण धीमता ॥3॥
          </h3>
          <h3 className='mb-2"  text-black mb-1 font-bold'>अनुवाद</h3>
          <p className="w-96 m-auto text-red-600 font-bold ">
            दुर्योधन ने कहाः पूज्य आचार्य! पाण्डु पुत्रों की विशाल सेना का
            अवलोकन करें, जिसे आपके द्वारा प्रशिक्षित बुद्धिमान शिष्य द्रुपद के
            पुत्र ने कुशलतापूर्वक युद्ध करने के लिए सुव्यवस्थित किया है।
          </p>
          <h3 className='mb-2"  text-black mb-1 font-bold'>टीका</h3>
          <p className="w-96 m-auto text-red-600 font-bold ">
            दुर्योधन एक कुशल कूटनीतिज्ञ के रूप में अपने सेनापति गुरु द्रोणाचार्य
            द्वारा अतीत में की गई भूल को इंगित करना चाहता था। द्रोणाचार्य का
            राजा द्रुपद के साथ किसी विषय पर राजनैतिक विवाद था। उस विवाद के कारण
            क्रोधित होकर द्रुपद ने प्रतिशोध की भावना से यज्ञ किया और यह वरदान
            प्राप्त किया कि उसे ऐसे पुत्र की प्राप्ति होगी जो द्रोणाचार्य का वध
            करने में समर्थ होगा। इस वरदान के फलस्वरूप उसका धृष्टद्युम्न के नाम
            से पुत्र हुआ। यद्यपि द्रोणाचार्य धृष्टद्युम्न के जन्म का रहस्य जानते
            थे किन्तु जब द्रुपद ने अपने पुत्र धृष्टद्युम्न को सैन्य कौशल की
            विद्या प्रदान करने के लिए द्रोणाचार्य को सौंपा तब उदारचित
            द्रोणाचार्य ने धृष्टद्युम्न को सैन्य युद्ध कौशल की विद्या में निपुण
            बनाने में कोई संकोच और भेदभाव नही किया। अब धृष्टद्युम्न पाण्डवों के
            पक्ष से उनकी सेना के महानायक के रूप में उनकी सेना की व्यूह रचना कर
            रहा था। 
          </p>
          <p className="text-gray text-xl mt-1.5 font-bold">पृष्ठ 6</p>
        </div>
      </main>
    </div>
  );
};

export default Six;
