import React from "react";

function ThirdPage() {
  return (
    <div className="mt-5 h-full text-center">
      <p className="w-96 m-auto mt-8 mb-5 text-red-600 font-bold ">
        धृतराष्ट्र को ऐसा प्रश्न करने की आवश्यकता क्यों पड़ी कि उन्होंने
        युद्धभूमि में क्या किया? धृतराष्ट्र द्वारा 'धर्म क्षेत्रे', धर्मभूमि
        शब्द का प्रयोग करने से उसकी आशंका का पता चलता है। कुरुक्षेत्र पवित्र
        भूमि थी। शतपथ ब्राह्मण में इसका वर्णन 'कुरुक्षेत्र देव यजनम्' के रूप में
        किया गया है अर्थात 'कुरुक्षेत्र स्वर्ग की देवताओं की तपोभूमि है।' इसलिए
        इस भूमि पर धर्म फलीभूत होता है। धृतराष्ट्र आशंकित था कि कुरुक्षेत्र की
        पावन धर्म भूमि के प्रभाव के परिणामस्वरूप उसके पुत्रों में कहीं उचित और
        अनुचित में भेद करने का ऐसा विवेक जागृत न हो जाए कि वे यह सोचने लगें कि
        अपने स्वजन पाण्डवों का संहार करना अनुचित और धर्म विरूद्ध होगा और कहीं
        ऐसा विचार कर वे शांति के लिए समझौता करने को तैयार न हो जाएं। इस प्रकार
        की संभावित आशंकाओं के कारण धृतराष्ट्र के मन में अत्यंत निराशा उत्पन्न
        हुई। वह सोचने लगा कि यदि उसके पुत्रों ने युद्ध विराम या संधि का प्रस्ताव
        स्वीकार किया तो पाण्डव निरन्तर उनकी उन्नति के मार्ग में बाधा उत्पन्न
        करेंगे। साथ ही साथ वह युद्ध के परिणामों के प्रति भी संदिग्ध था और अपने
        पुत्रों के उज्ज्वल भविष्य के प्रति सुनिश्चित होना चाहता था। इसलिए उसने
        संजय से कुरुक्षेत्र के युद्धस्थल में हो रही गतिविधियों के संबंध में
        पूछा। जहाँ दोनों पक्षों की सेनाएं एकत्रित हुई थीं।
      </p>
      <p className="text-gray text-xl mt-10 font-bold">पृष्ठ 3</p>
    </div>
  );
}

export default ThirdPage;
